local sq = the_script()
sq:add(ScriptQuest.NPC_VISIT, 848)

local menu_848 = [[
function IsHasTask()
return true
end
function TaskDialog()
this:AddTalk("<n color=\"255,255,255,0\">尊敬的玩家 (GetName)</n><n color=\"255,0,255,255\">您好！</n>");
this:AddTalk("<n color=\"255,0,255,0\">欢迎来到天下征途，你可以点击下方领取加群礼包后输入礼包码方可领取丰厚的奖励哦！</n>");
this:AddTaskCmdItem("领取加群礼包(0)", "accept_848", 21102, 1)
this:AddCloseItem("知道了")
end
]]

local menu_848_领取装备 = [[
function IsHasTask()
return true
end
function TaskDialog()
this:AddTalk("请选择新手装备。");
this:AddTaskCmdItem("战士增伤套(0)", "accept_848", 100, 1)
this:AddTaskCmdItem("弓手增伤套(0)", "accept_848", 100, 2)
this:AddTaskCmdItem("法师增伤套(0)", "accept_848", 100, 3)
this:AddTaskCmdItem("召唤增伤套(0)", "accept_848", 100, 4)
this:AddTaskCmdItem("仙术增伤套(0)", "accept_848", 100, 5)
this:AddCloseItem("离开")
end
]]

local 临时NPC = nil
function visit_848(npc)
    临时NPC = npc
	show_dialog(npc, menu_848)
	return 1
end

function accept_848(npc, id, flag)
	local 当前角色 = me()
    if id == 21102 then
        if flag == 1 then
            当前角色:输入框("群礼包领取","请输入礼包码(天下征途欢迎您)","")
        end
    elseif id == 100 then
        local v = 当前角色.任务:vars(66666)
        local 群礼包状态 = v:get("群礼包")
        if 群礼包状态 == 0 then
            v:set("群礼包",1)
            if flag == 1 then
                当前角色:制造装备({编号=10317,品质=16,星星=8,五行属性=2,灵魂增伤=7})
                当前角色:制造装备({编号=10716,品质=16,星星=8,五行属性=2,灵魂增伤=3})
                当前角色:制造装备({编号=10983,品质=16,星星=8,五行属性=3,灵魂增伤=7})
                当前角色:制造装备({编号=11033,品质=16,星星=8,五行属性=0,灵魂增伤=7})
                当前角色:制造装备({编号=11033,品质=16,星星=8,五行属性=0,灵魂增伤=7})
            elseif flag == 2 then
                当前角色:制造装备({编号=10567,品质=16,星星=8,五行属性=2,灵魂增伤=7})
                当前角色:制造装备({编号=10983,品质=16,星星=8,五行属性=3,灵魂增伤=7})
                当前角色:制造装备({编号=11033,品质=16,星星=8,五行属性=0,灵魂增伤=7})
                当前角色:制造装备({编号=11033,品质=16,星星=8,五行属性=0,灵魂增伤=7})
            elseif flag == 3 then
                当前角色:制造装备({编号=10517,品质=16,星星=8,五行属性=2,灵魂增伤=7})
                当前角色:制造装备({编号=10984,品质=16,星星=8,五行属性=3,灵魂增伤=7})
                当前角色:制造装备({编号=11034,品质=16,星星=8,五行属性=0,灵魂增伤=7})
                当前角色:制造装备({编号=11034,品质=16,星星=8,五行属性=0,灵魂增伤=7})
            elseif flag == 4 then
                当前角色:制造装备({编号=10658,品质=16,星星=8,五行属性=2,灵魂增伤=7})
                当前角色:制造装备({编号=10984,品质=16,星星=8,五行属性=3,灵魂增伤=7})
                当前角色:制造装备({编号=11034,品质=16,星星=8,五行属性=0,灵魂增伤=7})
                当前角色:制造装备({编号=11034,品质=16,星星=8,五行属性=0,灵魂增伤=7})
            elseif flag == 5 then
                当前角色:制造装备({编号=10617,品质=16,星星=8,五行属性=2,灵魂增伤=7})
                当前角色:制造装备({编号=10984,品质=16,星星=8,五行属性=3,灵魂增伤=7})
                当前角色:制造装备({编号=11034,品质=16,星星=8,五行属性=0,灵魂增伤=7})
                当前角色:制造装备({编号=11034,品质=16,星星=8,五行属性=0,灵魂增伤=7})
            end
            if 当前角色.角色信息.性别 == 0 then
                当前角色:制造装备({编号=10116,品质=16,星星=8,五行属性=4,灵魂增伤=7})
            else 
				当前角色:制造装备({编号=10116,品质=16,星星=8,五行属性=4,灵魂增伤=7})
                当前角色:制造装备({编号=10266,品质=16,星星=8,五行属性=4,灵魂增伤=7})
            end
            当前角色:制造装备({编号=10784,品质=16,星星=8,五行属性=0,灵魂增伤=7})
            当前角色:制造装备({编号=10834,品质=16,星星=8,五行属性=2,灵魂增伤=7})
            当前角色:制造装备({编号=10884,品质=16,星星=8,五行属性=2,灵魂增伤=7})
            当前角色:制造装备({编号=10884,品质=16,星星=8,五行属性=2,灵魂增伤=7})
            当前角色:制造装备({编号=10931,品质=16,星星=8,五行属性=4,灵魂增伤=7})
            当前角色:增加金子(10000000)
			当前角色:增加银子(500000000)

        end
    end
	return 0
end

function 群礼包领取(str,参数)
	local 当前角色 = me()
	local v = 当前角色.任务:vars(66666)
    if v == nil then
        当前角色.任务:add(66666,Vars(66666),当前角色,false)
        v = 当前角色.任务:vars(66666)
    end
    local 群礼包状态 = v:get("群礼包")
	local 背包空间 = 当前角色:包裹空间()

	if 群礼包状态 == 0 then
        if str == "天下征途欢迎您" then
            if 临时NPC then
				if 背包空间 < 12 then
                   消息(当前角色,17,"包裹空间不足,请清理背包之后再来领取!")	
				else
			       show_dialog(临时NPC, menu_848_领取装备)
			    end	
            end
            return 1	    		
        else
            消息(当前角色,17,"礼包码错误.")
        end
	
    else
        消息(当前角色,17,"已经领取过礼包了,请勿重复领取")
    end
	return 0
end